{
  "pages": {
    "shop": {
      "title": "All products"
    },
    "welcome": {
      "subTeaser": {
        "title": "At Oylo, our appreciation for nature's treasured gifts is boundless",
        "teaserFirstSubtitle": "UTILIZING ESSENTIAL OILS",
        "teaserFirstSentence": "From diffusers to massage oils, from invigorating baths to aromatic culinary infusions, essential oils serve various purposes. A simple whiff can ignite transformation. Oylo brings the perfect oil to cater to all your needs, promoting your well-being.",
        "teaserSecondSubtitle": "THE POWER OF ESSENTIAL OILS",
        "teaserSecondSentence": "Essential oils stir emotions, leading to a positive shift. Enhance your mood with citrus or sharpen your focus with rosemary. Recharge with laurel or unwind with the calming tones of silver fir.",
        "teaserThirthSubtitle": "THE OYLO COLLECTION",
        "teaserThirthSentence": "Our online store offers a range of aromatherapy oils, unique Ayurveda blends, wellness products, natural cosmetics, and enchanting gift sets. Discover top sellers like our divine rose water!",
        "teaserFourthSubtitle": "OYLO'S QUALITY PROMISE",
        "teaserFourthSentence": "Oylo ensures completely natural products, free of synthetic additives, parabens, or genetically modified substances. We prioritize quality, offering mostly organic certified products. At Oylo, natural essence shines."
      },
      "title": "Welcome to our world of natural wellness ",
      "teaserSentence": "where we believe in the power of plants and our Essential Oil Shop is a place for those seeking to boost their health, improve their mood, or simply create a home that smells wonderful and fresh.",
      "teaserSubSentenceOne": "Each drop of essential oils is derived from nature's most precious gifts, sustainably sourced and meticulously distilled to preserve the inherent life force of each plant. ",
      "teaserSubSentenceTwo": "We carry a range of oils that can energize, calm, uplift, or purify, all depending on your unique needs.",
      "teaserSubSentenceThree": "We invite you to explore our diverse collection, we also offer a selection of oil-infused products such as diffusers, haircare, and skincare.",
      "teaserSubSentenceFour": "Whether you're an essential oil aficionado or just beginning your journey into the aromatic world, we're here to guide."
    },
    "about": {
      "title": "about oylo",
      "teaser": "We are passionate about essential oils."
    }
  },
  "navbar": {
    "home": "Home",
    "shop": "Shop",
    "about": "About us"
  },
  "products": {
    "oil": {
      "size": "size",
      "price": "price"
    }
  },
  "sidebar": {
    "allProducts": "All Products",
    "essentialOils": "Essential Oils",
    "difusers": "Difusers",
    "bodyCare": "Body Care",
    "hairCare": "Hair Care",
    "rollOn": "Roll On",
    "massageOils": "Massage Oils"
  },
  "footer": {
    "copy": "Oylo Oils Online Shop. All Rights Reserved"
  }
}
